tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "wez/wezterm"
brew "pkg-config"
brew "cairo"
brew "cocoapods"
brew "deno"
brew "giflib"
brew "jpeg", link: true
brew "pango"
brew "librsvg"
brew "neovim"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
cask "alfred"
cask "docker"
cask "font-fira-code"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "visual-studio-code"
cask "wezterm"
